Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/spesialpedagogisk-nordsamisk.pdf_epslanguage=no.pdf.tmx
Source language: sme
Languages: smj

source: Earenoamášpedagogalaš veahkki viđa minuhtas – dutnje gii leat vánhen
smj: Sierrapedagogalasj viehkke vidá minuhtan - dunji gut le æjgát

source: Jus du mánás lea earenoamáš hástalusat, de sáhttá sus leat vuoigatvuohta oažžut earenoamášpedagogalaš veahki.
smj: Jus duv mánán li sierra hásstalusá, le sujna riektá sierrapedagogalasj viehkev oadtjot.

source: Mánás sáhttá leat vuoigatvuohta oažžut veahki riegádeami rájes, ja beroškeahttá lea go mánáidgárddis vai ii
smj: Mánájn le riektá viehkev oadtjot riegádime rájes, vájku mánájgárden vádtsá jali ij.

source: Earenoamášpedagogalaš veahkki sáhttá ovdamearkka dihte leat hárjehallan, arvvosmahttin dahje doarjja sidjiide geat barget mánáidgárddis.
smj: Sierrapedagogalasj viehkke máhttá buojkulvissan liehket hárjjidallam, arvusmahttem jali doarjjo mánájgárde barggijda.

source: Veahkki galgá leat heivehuvvon du máná dárbbuide.
smj: Viehkke galggá liehket hiebadum duv máná dárboj milta.

source: Jus don dahje muhtin eará gii dovdá du máná, fuolastuvat iežat máná ovdáneamis, galgá suohkan ja PP-bálvalus árvvoštallat ja neavvut maid mánná dárbbaša.
smj: Jus dån jali iehtjáda gudi mánáv dåbddi lihpit mårålasj duv máná åvddånime birra, galggá suohkan ja PP-virgge árvustallat ja bagádallat máná dárboj birra.

source: Ovdal go du mánná oažžu earenoamášpedagogalaš veahki, ferte suohkan dahkat eaŋkilmearrádusa.
smj: Åvddål gå duv mánná oadtju sierrapedagogalasj viehkev, galggá suohkan ájnnegismærrádusáv mierredit.

source: Maid mearkkaša Pedagogalaš-psykologalaš bálvalus (PP-bálvalus) Bálvalus mii neavvu suohkaniid dan birra movt heivehit mánáide geain leat earenoamáš dárbbut.
smj: Majt mierkki Pedagogalasj – psykologalasj virgge (PP-virgge) Virgge mij bagádallá suohkanav hiebadime birra mánájda gænna li sierralágásj dárbo.

source: Áššedovdi árvvoštallan Dokumeanta PP-bálvalusas mii čájeha dárbbaša go mánná earenoamášpedagogalaš veahki, ja mas neavvu makkár fálaldaga mánná, vánhemat dahje mánáidgárdi berre oažžut.
smj: Ássjediehttelasj árvustallam Dokumænnta PP-virges mij vuoset jus mánná sierrapedagogalasj viehkev dárbaj, ja mij oajvvat makkir fálaldagá mánná, æjgáda jali mánájgárdde viertti oadtjot.

source: Eaŋkilmearrádus Reive suohkanis mas čuožžu lea go mánás vuoigatvuohta oažžut earenoamášpedagogalaš veahki vai ii, ja mii veahkki galgá leat.
smj: Ájnegismærrádus Girjje suohkanis mij subtsas jus mánán le riektá sierrapedagogalasj viehkev oadtjot jali ij, ja gåktu viehkke galggá liehket.

source: Don sáhtát álo váidalit eaŋkilmearrádusa.
smj: Dån máhtá agev ájnegismærrádusáv gujttit.

source: Maid sáhtán mun vuordit suohkana bealis ?
smj: Majt máhtáv suohkanis vuorddet ?

source: Sii galget
smj: Sij galggi

source: • váldit du searvái ja jearrat dus ovdal mearridit áššiin mat gusket du mánnái
smj: • árvustallat jus duv mánná sierrapedagogalasj viehkev dárbaj

source: • árvvoštallat dárbbaša go du mánná earenoamášpedagogalaš veahki • bivdit PP-bálvalusa čađahit áššedovdi árvvoštallama jus don dan siđat, dahje jus suohkan dahje mánáidgárdi oaivvilda ahte mánná dárbbaša earenoamášpedagogalaš veahki • dahkat eaŋkilmearrádusa mii muitala galgá go mánná oažžut
smj: • ánodit PP-virges ássjediehttelasj árvustallamav jus dån gatjáda, jali jus suohkana jali mánájgárde milta le dárbbo sierrapedagoglasj viehkev • mierredit ájnegismærrádusáv mij subtsas jus oahppe galggá sierrapedagogalasj viehkev oadtjot jali ij, ja gåktu viehkke galggá liehket.

source: • addit mánnái earenoamášpedagogalaš veahki nu movt lea čilgejuvvon eaŋkilmearrádusas
smj: • Sierrapedagogalasj viehkev vaddet mánnáj nav gåk le tjielggidum ájnegismærrádusán.

source: • bearráigeahččat ahte ráhkaduvvo čálalaš raportta earenoamášpedagogalaš veahki ja máná ovdáneami birra okte jagis.
smj: • Bærrájgæhttjat vaj tjálálasj diedádus dagáduvvá sierrapedagogalasj viehke ja máná åvddånahttema birra akti jahkáj Majt máhtáv mån dahkat ?

source: • galggat leat searvvis ja miehtat ovdal go suohkan bivdá PP-bálvalusa guorahallat du máná
smj: Dån gut le æjgát • máhtá gájbbedit suohkan galggá guoradallat jus duv mánná sierrapedagogalasj viehkev dárbaj

source: • galggat leat searvvis ja miehtat ovdal suohkan mearrida ahte du mánná galgá oažžut earenoamášoahpaheami
smj: • galga oasev válldet ja guorrasit åvddål suohkan ánot PP-virgge galggá guoradallat mánáv

source: • galggat oažžut čálalaš árvvoštallama okte jagis veahki birra maid du mánná oažžu ja movt du mánná ovdána
smj: • galga oasev válldet ja guorrasit åvddål suohkan mierret sierrapedagogalasj viehkev mánnáj • galga tjálálasj diedádusáv oadtjot akti jahkáj máná sierrapedagogalasj viehke birra ja árvustallamav máná åvddånahttema birra.

source: • sáhtát váidalit jus du mánná ii oaččo earenoamášpedagogalaš veahki
smj: • Máhtá gujttit jus mánná ij sierrapedagogalasj viehkev oattjo

source: • sáhtát váidalit veahki sisdoalu, čađaheami dahje organiserema Mun áiggun diehtit eambbo !
smj: • Máhtá gujttit sisano, tjadádime jali viehke organiserima birra Mån sidáv ienep diehtet !

source: Don sáhtát lohkat eambbo earenoamášpedagogalaš veahki birra dán báikkis: www.udir.no/tidliginnsats ja www.fug.no.
smj: Dån máhtá låhkåt ienebuv sierrapedagogalasj viehke birra www.udir.no/tidliginnsats ja www.fubhg.no.

source: Dát dieđut leat dušše dárogillii.
smj: Dát diehto dåssju dárogiellaj gávnnu.
